<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<!--Converted with LaTeX2HTML 2008 (1.71)
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Contents</TITLE>
<META NAME="description" CONTENT="Contents">
<META NAME="keywords" CONTENT="thesis">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META NAME="Generator" CONTENT="LaTeX2HTML v2008">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="thesis.css">

<LINK REL="next" HREF="node2.html">
<LINK REL="previous" HREF="thesis.html">
<LINK REL="up" HREF="thesis.html">
<LINK REL="next" HREF="node2.html">
</HEAD>

<BODY >
<!--Navigation Panel-->
<A NAME="tex2html16"
  HREF="node2.html">
<IMG WIDTH="37" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="next"
 SRC="file:/usr/share/latex2html/icons/next.png"></A> 
<A NAME="tex2html14"
  HREF="thesis.html">
<IMG WIDTH="26" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="up"
 SRC="file:/usr/share/latex2html/icons/up.png"></A> 
<A NAME="tex2html8"
  HREF="thesis.html">
<IMG WIDTH="63" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="previous"
 SRC="file:/usr/share/latex2html/icons/prev.png"></A>   
<BR>
<B> Next:</B> <A NAME="tex2html17"
  HREF="node2.html">Bibliography</A>
<B> Up:</B> <A NAME="tex2html15"
  HREF="thesis.html">Sensado Oportunista para la</A>
<B> Previous:</B> <A NAME="tex2html9"
  HREF="thesis.html">Sensado Oportunista para la</A>
<BR>
<BR>
<!--End of Navigation Panel-->
<BR>

<H2><A NAME="SECTION00010000000000000000">
Contents</A>
</H2>
<!--Table of Contents-->

<UL>
<LI><A NAME="tex2html18"
  HREF="node2.html">Bibliography</A>
</UL>
<!--End of Table of Contents-->        

<P>

<P>
(Chapter head:)Introducci&#243;n
<P>
La ansiedad es una emoci&#243;n caracterizada por sensaciones de tensi&#243;n, pensamientos de preocupaci&#243;n y cambios f&#237;sicos como incremento en la presi&#243;n arterial.(<A
 HREF="node2.html#psychologyapa">Kazdin, 2000</A>).Una forma com&#250;n en donde la ansiedad se presenta es en el estr&#233;s. La relaci&#243;n entre el estr&#233;s y la ansiedad es la ansiedad es la se&#241;al psicofisiol&#243;gica de que la respuesta al estr&#233;s ha sido iniciada (<A
 HREF="node2.html#PMID2235645">Robinson, 1990</A>).Es com&#250;n que la poblaci&#243;n en general tenga episodios de ansiedad debido a los tipos de trabajo de nuestra sociedad moderna. Durante esos lapsos de tiempo, la persona suele experimentar un nivel de ansiedad el cual es una reacci&#243;n normal para lograr objetivos. Sin embargo, cuando la persona experimenta un nivel de ansiedad el cual es tan alto que no le permite manejar su vida normal, se dice que la persona tiene un desorden de ansiedad(<A
 HREF="node2.html#repetto2013">Repetto <EM>et&nbsp;al.</EM>, 2013</A>).

<P>
Uno de los sectores de poblaci&#243;n vulnerables, son los cuidadores de pacientes con autismo o demencia. Se encuentra documentado que los cuidadores, al llevar una carga f&#237;sica, cognitiva y emocional derivada de su labor les genera padecimientos como ansiedad, estr&#233;s, y hasta la muerte(<A
 HREF="node2.html#Chen2013">Chen <EM>et&nbsp;al.</EM>, 2013</A>). Debido a que los cuidadores no necesariamente son personas con una formaci&#243;n profesional, estos efectos pueden verse aumentados. Por lo general, los cuidadores que son familiares del paciente son a&#250;n m&#225;s afectados ya que necesitan administrar el tiempo de trabajo, familia, actividades sociales y la actividad misma del cuidado del paciente.
			El desorden de autismo (referido como autismo) es una de las variedades del Espectro de Des&#243;rdenes del Autismo (ASD) y est&#225; caracterizado por interacciones sociales da&#241;adas, ausencia de habilidades de comunicaci&#243;n, movimientos estereotipados y mal comportamiento en general(<A
 HREF="node2.html#bernier2010autism">Bernier y Gerdts, 2010</A>). Existen escuelas especiales para ni&#241;os con este padecimiento.

<P>
La demencia es un s&#237;ndrome del declive de las habilidades cognitivas. Los s&#237;ntomas comunes son: problemas de memoria, dificultades para realizar tareas familiares, mal juicio, deterioro del lenguaje hablado y cambios de humor(<A
 HREF="node2.html#Aziz">Aziz <EM>et&nbsp;al.</EM>, 2012</A>). Afecta alrededor de el 4% de las personas mayores de 65 a&#241;os y al 40% de las personas mayores de 90.

<P>
Por otro lado, el c&#243;mputo vestible nos permite llevar computadoras con nosotros de la misma manera que llevamos la ropa puesta. Al ``vestir" un dispositivo,
                        el usuario tiene acceso a una computadora que es capaz de monitorearlo a &#233;l y a su entorno por medio de sensores. Los sensores pueden medir entre
                        otras cosas: movimientos del cuerpo del usuario, la posici&#243;n del usuario, intensidad de luz, ruido, im&#225;genes de su ambiente, ritmo card&#237;aco, capacidad
                        conductiva de la piel, distancias, entre otros. Debido a su caracter&#237;stica de ser vestible, se pueden hacer monitoreos constantes y mas precisos que con
                        los sistemas tradicionales y ayudar en las tareas de la vida cotidiana.

<P>
El uso de c&#243;mputo vestible para la detecci&#243;n de la ansiedad abre una posibilidad para ayudar a reducir el riesgo a la salud mental
                        de los cuidadores de pacientes con autismo o demencia. La siguiente secci&#243;n ejemplifica posibles escenarios de aplicaciones reales

<P>

<P>
(Chapter head:)Mis notas
<P>
Esta secci&#243;n no es parte de la tesis. Aqu&#237; agrego las citas que considero interesantes para mi tesis y que a&#250;n no encuentro el lugar adecuado donde ponerlas.

<P>
En un estudio, 60% de los cuidadores desarrollaron un desorden depresivo y/o de ansiedad en los primeros 24 meses: 37% de depresi&#243;n, 55% desorden de ansiedad y 32% ambos. (<A
 HREF="node2.html#Joling2014">Joling <EM>et&nbsp;al.</EM>, 2014</A>)

<P>
Mientras que la carga de los cuidadores informales aumenta, se vuelve mas probable que sufran de ansiedad y depresion (<A
 HREF="node2.html#Denno20131731">Denno <EM>et&nbsp;al.</EM>, 2013</A>)

<P>
La carga en los cuidadores (f&#237;sica o psicol&#243;gica) podr&#237;a aumentar los niveles de ansiedad. Entre mas demandante es un servicio, mayor podr&#237;a ser la ansiedad percibida. Los comportamientos bizarros o impredecibles de la persona afectada por demencia aumentan la carga emocional (<A
 HREF="node2.html#Rosa201054">Rosa <EM>et&nbsp;al.</EM>, 2010</A>)

<P>
Induciendo ansiedad: Una manera que se puede inducir ansiedad es por medio de situciones generadas. Podriamos poner a una persona en una situacion virtual de ansiedad mientras que sus signos
		vitales son monitorizados. Al dar una retroalimentacion biologica, hacemos consciente al usuario de tal manera que la ansiedad sea inducida.

<P>
Como medirlo: Por medio de la disminucion de la ansiedad y la revision del bienestar percibido de la persona

<P>
Los aspectos cognitivos se encuentran conectados a los sentimientos de la persona (<A
 HREF="node2.html#Wilt2011987">Wilt <EM>et&nbsp;al.</EM>, 2011</A>). Por lo que su estado emocional puede afectar en la percepci&#243;n de la dificultad de la tarea a realizar.

<P>
H1: <I>Los sujetos con un nivel de ansiedad mayor encontrar&#225;n mas dif&#237;cil de hacer una tarea altamente demandante que aquellos con un nivel de ansiedad bajo</I>.

<P>
H2: <I>Los sujetos con un nivel de ansiedad mayor tendr&#225;n valores de HR, SBR ( twitching ) y  de ST aumentar&#225;n durante una tarea altamente demandante</I>.

<P>
Algunas de las actividades que realizan los cuidadores de personas con demencia son las siguientes (<A
 HREF="node2.html#tagkey2008110">Association, 2008</A>): 
		
<UL>
<LI>Comprar alimentos, preparar comidas y proveer transporte.
</LI>
<LI>Ayudar a la persona a tomar medicinas correctamente y seguir las recomendaciones de los tratamientos para su demencia y otras condiciones m&#233;dicas.
</LI>
<LI>Administrar las financias y asuntos legales.
</LI>
<LI>Supervisar a la persona para evitar actividades peligrosas, como deambular y perderse.	
</LI>
<LI>Ba&#241;ar, vestir, alimentar y ayudar a la persona a usar el ba&#241;o o proveer cuidados para la incontienencia.
</LI>
<LI>Hacer citas para cuidados m&#233;dicos.
</LI>
<LI>Lidiar con s&#237;ntomas de comportamiento.

<P>
</LI>
</UL>
        
		
                <HR>
<!--Navigation Panel-->
<A NAME="tex2html16"
  HREF="node2.html">
<IMG WIDTH="37" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="next"
 SRC="file:/usr/share/latex2html/icons/next.png"></A> 
<A NAME="tex2html14"
  HREF="thesis.html">
<IMG WIDTH="26" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="up"
 SRC="file:/usr/share/latex2html/icons/up.png"></A> 
<A NAME="tex2html8"
  HREF="thesis.html">
<IMG WIDTH="63" HEIGHT="24" ALIGN="BOTTOM" BORDER="0" ALT="previous"
 SRC="file:/usr/share/latex2html/icons/prev.png"></A>   
<BR>
<B> Next:</B> <A NAME="tex2html17"
  HREF="node2.html">Bibliography</A>
<B> Up:</B> <A NAME="tex2html15"
  HREF="thesis.html">Sensado Oportunista para la</A>
<B> Previous:</B> <A NAME="tex2html9"
  HREF="thesis.html">Sensado Oportunista para la</A>
<!--End of Navigation Panel-->
<ADDRESS>
Darien Miranda
2014-11-11
</ADDRESS>
</BODY>
</HTML>
